<!DOCTYPE html>
<html lang="en">
<?php
require("1_head.php");
?>

<body>

    <!-- Navigation -->
    <nav class="navbar navbar-expand-lg navbar-dark bg-dark static-top">
        <div class="container">
            <a class="navbar-brand" href="2.php">TOP 5 CANCER</a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarResponsive">
                <ul class="navbar-nav ml-auto">
                    <li class="nav-item">
                        <a class="nav-link" href="index.php">หน้าแรก
                            <span class="sr-only">(current)</span>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="mean_cancer.php">ความหมายของมะเร็ง</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="mean_cancer_to.php"">ความหมายของมะเร็ง (ต่อ)</a>
          </li>
          <li class=" nav-item active">
                            <a class="nav-link" href="images.php">รูปภาพ</a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
    <br><br>
    <div class="row">
        <div class="col-3"></div>
        <div class="col-6">
        <h3 class="text-center"><strong>ความหมายของมะเร็ง</strong></h3><br>
        <img src="images/20.jpg" style="width:50%; margin:auto auto; display:block;"><br>
        <h5>โรคมะเร็ง คือ</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; อวัยวะต่างๆของร่างกายประกอบขึ้นจากเนื้อเยื่อหลายชนิด โดยมีหน่วยที่เล็กที่สุดคือเซลล์ โรคมะเร็ง คือ โรคที่มีความผิดปกติของเซลล์ในอวัยวะต่างๆ ของร่างกายโดยเกิดการเปลี่ยนแปลงทางพันธุกรรมของเซลล์ ก่อให้เกิดเป็นเซลล์มะเร็งที่มีการเจริญเติบโตโดยไม่อยู่ภายใต้การควบคุมที่เหมาะสม ผลลัพธ์คือ การเกิดเป็นก้อนเนื้อมะเร็งที่เติบโตรบกวนการทำงานของเซลล์ปกติในอวัยวะ นอกจากนี้ยังสามารถลุกลามแพร่กระจายไปยังอวัยวะอื่นได้ด้วย มะเร็งอาจมีความแตกต่างได้มากมาย ตามตำแหน่งของอวัยวะที่เป็นจุดกำเนิดของมะเร็ง และชนิดของเนื้อเยื่อที่อยู่ภายในอวัยวะนั้นๆ
<br><br>
<h5>เซลล์ปกติกลายเป็นเซลล์มะเร็งได้อย่างไร</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เซลล์ปกติอาจมีการเจริญเติบโตโดยการแบ่งตัวและตายอย่างเป็นระบบ และมีการควบคุมที่เหมาะสม ทำให้อวัยวะและร่างกายมนุษย์ทำงานได้ปกติ เซลล์แต่ละชนิดในอวัยวะที่ต่างกัน อาจมีอัตราการเจริญเติบโตแตกต่างกันได้ตามความเหมาะสมของหน้าที่ของแต่ละอวัยวะ<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การที่เซลล์จะทำงานอย่างเป็นปกติ ส่วนหนึ่งเกิดจากการกำหนดหน้าที่ของเซลล์ด้วยสารพันธุกรรมที่เรียกว่าดีเอ็นเอ (DNA) ภายในเซลล์ หากเกิดการเปลี่ยนแปลงข้อมูลของ DNA เซลล์นั้นอาจมีความผิดปกติในการแบ่งตัวเจริญเติบโต ถ้ามีการสะสมความเปลี่ยนแปลงมากพอ เซลล์จะกลายไปเป็นเซลล์ก่อกำเนิดมะเร็ง และพัฒนาจนกลายเป็นเนื้อเยื่อมะเร็งในที่สุด<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การเปลี่ยนแปลงของ DNA หรือการกลายพันธุ์ อาจเกิดจากการที่เซลล์ได้รับสารกระตุ้นให้เกิดการกลายพันธุ์ เช่น สารเคมีบางอย่าง ควันบุหรี่ เชื้อไวรัสบางชนิด ในเซลล์ปกติจะมีกลไกการควบคุมการกลายพันธุ์โดยการซ่อมแซมสาย DNA หรือทำให้เซลล์ที่มี DNA ผิดปกติตายไป แต่เซลล์ที่จะกำเนิดเป็นเซลล์มะเร็งจะเล็ดลอดกระบวนการตรวจสอบนี้ได้
    <br><br>
<h5>มะเร็งแพร่กระจายได้อย่างไร</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เซลล์มะเร็งตั้งแต่ต้นมาจากเซลล์ปกติในอวัยวะตั้งต้นของโรคมะเร็ง เมื่อมีการเจริญเติบโตมากพอ เซลล์มะเร็งมักจะแทรกซึมเข้ากระแสเลือดหรือทางเดินน้ำเหลือง ทำให้ลอยไปสู่อวัยวะอื่นที่เป็นเป้าหมายในการแพร่กระจาย กลไกการแพร่กระจายของเซลล์มะเร็งมีความซับซ้อนและหลายขั้นตอน การกระทำเพียงอย่างใดอย่างหนึ่ง เช่น การนวด การงดอาหารบางอย่าง ย่อมไม่มีผลที่ชัดเจนต่อการแพร่กระจายโรคมะเร็ง ไม่สามารถหยุดยั้งการเจริญเติบโตของเนื้อเยื่อมะเร็ง หรือกระตุ้นให้เซลล์มะเร็งเจริญเติบโตได้
    <br><br>
    <h5>ปัจจัยเสี่ยงที่มีความเกี่ยวข้องกับโรคมะเร็งที่พบบ่อย</h5><br>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัจจัยบางประการที่มีความเกี่ยวข้องกับโรคมะเร็งที่พบบ่อยและท่านอาจหลีกเลี่ยงได้ ได้แก่<br>
1. ผู้ที่สูบบุหรี่ จะมีความเสี่ยงต่อการเป็นมะเร็งของระบบหายใจ ได้แก่ ปอด และกล่องเสียง เป็นต้น<br>
2. ผู้ที่ดื่มสุราเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็ง ตับ ถ้าทั้งดื่มสุราและสูบบุหรี่จัด จะเสี่ยงต่อการเป็นมะเร็ง ช่องปากและในลำคอด้วย<br>
3. ผู้ที่เป็นพาหะของเ<ชื้อ ไวรัสตับอักเสบชนิดบี หรือผู้ที่ชอบรับประทานอาหารที่มี สารพิษ ชื่อ อัลฟาทอกซิล ที่พบจากเชื้อราที่ปนเปื้อนในอาหารเช่น ถั่วลิสงป่น เป็นต้น หากรับประทานประจำจะเสี่ยงต่อการเป็นมะเร็งตับ และหากได้รับทั้ง 2 อย่าง โอกาส จะเป็นมะเร็งตับมากขึ้น<br>
4. ผู้ที่รับประทานอาหารที่มีไขมันสูงเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็ง เต้านม ลำไส้ใหญ่ เยื่อบุมดลูก และต่อมลูกหมาก<br>
5. ผู้ที่ติดเชื้อพยาธิใบไม้ตับ และรับประทานอาหารที่ใส่ดิน ประสิวเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็งท่อน้ำดีในตับ<br>
6. ผู้ที่มีภูมิคุ้มกันบกพร่องอันเกิดจากความผิดปกติจากพันธุกรรมหรือติดเชื้อไวรัส เอดส์ จะเสี่ยงต่อการเป็นมะเร็งต่อมน้ำเหลือง มะเร็งปากมดลูก มะเร็งของหลอดเลือด เป็นต้น<br>
7. ผู้ที่รับประทานอาหารเค็ม จัด อาหารที่มีส่วนผสมดินประสิวและส่วนไหม้เกรียม ของอาหารเป็นประจำจะเสี่ยง ต่อการเป็นมะเร็งกระเพาะ อาหารและลำไส้ใหญ่<br>
8. ผู้ที่มีประวัติโรคมะเร็งในครอบครัว อาทิ มะเร็งของจอตา มะเร็งเต้านม มะเร็งรังไข่ และมะเร็งลำไส้ใหญ่ชนิดที่ เป็นติ่งเนื้อ เป็นต้น<br>
9. ผู้ที่ตากแดดจัดเป็นประจำจะ ได้รับอันตรายจากแสงแดดที่ มีปริมาณของแสงอุลตรา ไวโอเลต จำนวนมาก มีผลทำให้เป็นมะเร็งผิวหนังได้<br>
<br><br>
        </div>
        <div class="col-3"></div>
    </div>
        
    <!-- Page Content -->
    <div class="container">
        <div class="row">
            <div class="col-lg-12 text-center">
                <a href="main.php" class="btn btn-info" role="button" style="margin-top: 2%;">
                    <h1>กลับสู่หน้าหลัก</h1>
                </a>
            </div>
        </div>
    </div>

    <?php
    require("2_footer.php");
    ?>

</body>

</html>