<!DOCTYPE html>
<html lang="en">
<?php
require("1_head.php");
?>

<body>

    <!-- Navigation -->
    <nav class="navbar navbar-expand-lg navbar-dark bg-dark static-top">
        <div class="container">
            <a class="navbar-brand" href="2.php">TOP 5 CANCER</a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarResponsive">
                <ul class="navbar-nav ml-auto">
                    <li class="nav-item">
                        <a class="nav-link" href="index.php">หน้าแรก
                            <span class="sr-only">(current)</span>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="mean_cancer.php">ความหมายของมะเร็ง</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="mean_cancer_to.php"">ความหมายของมะเร็ง (ต่อ)</a>
          </li>
          <li class=" nav-item active">
                            <a class="nav-link" href="images.php">รูปภาพ</a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
    <br><br>
    <div class="row">
        <div class="col-3"></div>
        <div class="col-6">
        <h5 class="text-center">โรคมะเร็ง คือ</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; อวัยวะต่างๆของร่างกายประกอบขึ้นจากเนื้อเยื่อหลายชนิด โดยมีหน่วยที่เล็กที่สุดคือเซลล์ โรคมะเร็ง คือ โรคที่มีความผิดปกติของเซลล์ในอวัยวะต่างๆ ของร่างกายโดยเกิดการเปลี่ยนแปลงทางพันธุกรรมของเซลล์ ก่อให้เกิดเป็นเซลล์มะเร็งที่มีการเจริญเติบโตโดยไม่อยู่ภายใต้การควบคุมที่เหมาะสม ผลลัพธ์คือ การเกิดเป็นก้อนเนื้อมะเร็งที่เติบโตรบกวนการทำงานของเซลล์ปกติในอวัยวะ นอกจากนี้ยังสามารถลุกลามแพร่กระจายไปยังอวัยวะอื่นได้ด้วย มะเร็งอาจมีความแตกต่างได้มากมาย ตามตำแหน่งของอวัยวะที่เป็นจุดกำเนิดของมะเร็ง และชนิดของเนื้อเยื่อที่อยู่ภายในอวัยวะนั้นๆ
<br><br>
<h5 class="text-center">เซลล์ปกติกลายเป็นเซลล์มะเร็งได้อย่างไร</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เซลล์ปกติอาจมีการเจริญเติบโตโดยการแบ่งตัวและตายอย่างเป็นระบบ และมีการควบคุมที่เหมาะสม ทำให้อวัยวะและร่างกายมนุษย์ทำงานได้ปกติ เซลล์แต่ละชนิดในอวัยวะที่ต่างกัน อาจมีอัตราการเจริญเติบโตแตกต่างกันได้ตามความเหมาะสมของหน้าที่ของแต่ละอวัยวะ<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การที่เซลล์จะทำงานอย่างเป็นปกติ ส่วนหนึ่งเกิดจากการกำหนดหน้าที่ของเซลล์ด้วยสารพันธุกรรมที่เรียกว่าดีเอ็นเอ (DNA) ภายในเซลล์ หากเกิดการเปลี่ยนแปลงข้อมูลของ DNA เซลล์นั้นอาจมีความผิดปกติในการแบ่งตัวเจริญเติบโต ถ้ามีการสะสมความเปลี่ยนแปลงมากพอ เซลล์จะกลายไปเป็นเซลล์ก่อกำเนิดมะเร็ง และพัฒนาจนกลายเป็นเนื้อเยื่อมะเร็งในที่สุด<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การเปลี่ยนแปลงของ DNA หรือการกลายพันธุ์ อาจเกิดจากการที่เซลล์ได้รับสารกระตุ้นให้เกิดการกลายพันธุ์ เช่น สารเคมีบางอย่าง ควันบุหรี่ เชื้อไวรัสบางชนิด ในเซลล์ปกติจะมีกลไกการควบคุมการกลายพันธุ์โดยการซ่อมแซมสาย DNA หรือทำให้เซลล์ที่มี DNA ผิดปกติตายไป แต่เซลล์ที่จะกำเนิดเป็นเซลล์มะเร็งจะเล็ดลอดกระบวนการตรวจสอบนี้ได้
    <br><br>
<h5 class="text-center">มะเร็งแพร่กระจายได้อย่างไร</h5><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เซลล์มะเร็งตั้งแต่ต้นมาจากเซลล์ปกติในอวัยวะตั้งต้นของโรคมะเร็ง เมื่อมีการเจริญเติบโตมากพอ เซลล์มะเร็งมักจะแทรกซึมเข้ากระแสเลือดหรือทางเดินน้ำเหลือง ทำให้ลอยไปสู่อวัยวะอื่นที่เป็นเป้าหมายในการแพร่กระจาย กลไกการแพร่กระจายของเซลล์มะเร็งมีความซับซ้อนและหลายขั้นตอน การกระทำเพียงอย่างใดอย่างหนึ่ง เช่น การนวด การงดอาหารบางอย่าง ย่อมไม่มีผลที่ชัดเจนต่อการแพร่กระจายโรคมะเร็ง ไม่สามารถหยุดยั้งการเจริญเติบโตของเนื้อเยื่อมะเร็ง หรือกระตุ้นให้เซลล์มะเร็งเจริญเติบโตได้
    <br><br>
    <h5 class="text-center">ปัจจัยเสี่ยงที่มีความเกี่ยวข้องกับโรคมะเร็งที่พบบ่อย</h5><br>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัจจัยบางประการที่มีความเกี่ยวข้องกับโรคมะเร็งที่พบบ่อยและท่านอาจหลีกเลี่ยงได้ ได้แก่<br>
1. ผู้ที่สูบบุหรี่ จะมีความเสี่ยงต่อการเป็นมะเร็งของระบบหายใจ ได้แก่ ปอด และกล่องเสียง เป็นต้น<br>
2. ผู้ที่ดื่มสุราเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็ง ตับ ถ้าทั้งดื่มสุราและสูบบุหรี่จัด จะเสี่ยงต่อการเป็นมะเร็ง ช่องปากและในลำคอด้วย<br>
3. ผู้ที่เป็นพาหะของเ<ชื้อ ไวรัสตับอักเสบชนิดบี หรือผู้ที่ชอบรับประทานอาหารที่มี สารพิษ ชื่อ อัลฟาทอกซิล ที่พบจากเชื้อราที่ปนเปื้อนในอาหารเช่น ถั่วลิสงป่น เป็นต้น หากรับประทานประจำจะเสี่ยงต่อการเป็นมะเร็งตับ และหากได้รับทั้ง 2 อย่าง โอกาส จะเป็นมะเร็งตับมากขึ้น<br>
4. ผู้ที่รับประทานอาหารที่มีไขมันสูงเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็ง เต้านม ลำไส้ใหญ่ เยื่อบุมดลูก และต่อมลูกหมาก<br>
5. ผู้ที่ติดเชื้อพยาธิใบไม้ตับ และรับประทานอาหารที่ใส่ดิน ประสิวเป็นประจำ จะเสี่ยงต่อการเป็นมะเร็งท่อน้ำดีในตับ<br>
6. ผู้ที่มีภูมิคุ้มกันบกพร่องอันเกิดจากความผิดปกติจากพันธุกรรมหรือติดเชื้อไวรัส เอดส์ จะเสี่ยงต่อการเป็นมะเร็งต่อมน้ำเหลือง มะเร็งปากมดลูก มะเร็งของหลอดเลือด เป็นต้น<br>
7. ผู้ที่รับประทานอาหารเค็ม จัด อาหารที่มีส่วนผสมดินประสิวและส่วนไหม้เกรียม ของอาหารเป็นประจำจะเสี่ยง ต่อการเป็นมะเร็งกระเพาะ อาหารและลำไส้ใหญ่<br>
8. ผู้ที่มีประวัติโรคมะเร็งในครอบครัว อาทิ มะเร็งของจอตา มะเร็งเต้านม มะเร็งรังไข่ และมะเร็งลำไส้ใหญ่ชนิดที่ เป็นติ่งเนื้อ เป็นต้น<br>
9. ผู้ที่ตากแดดจัดเป็นประจำจะ ได้รับอันตรายจากแสงแดดที่ มีปริมาณของแสงอุลตรา ไวโอเลต จำนวนมาก มีผลทำให้เป็นมะเร็งผิวหนังได้<br>
<br><br>
<img src="images/2.jpg" style="width:720px;">
<br><br>
เพศชาย<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งลำไส้ใหญ่และทวารหนัก<br>
<strong>พฤติกรรมเสี่ยง</strong> ผู้ที่ชอบทานอาหารประเภทเนื้อสัตว์ปิ้งย่างไหม้เกรียม สุกๆ ดิบๆ อาหารหมักดอง อาหารไขมันสูง สูบบุหรี่ ดื่มเครื่องดื่มประเภทแอลกอฮอล์ อย่างต่อเนื่องเป็นเวลานาน ไม่ทานผักผลไม้ และไม่ออกกำลังกาย<br>
<strong>อาการ</strong> ผู้ป่วยระยะแรกอาจไม่มีอาการใดๆ หรืออาจมีอาการปวดท้อง แน่นท้องคล้ายโรคกระเพาะ เมื่อโรคเป็นมากขึ้นอาจมีอาการท้องผูกสลับท้องเดิน มีลักษณะในการขับถ่ายที่เปลี่ยนไป อาจีการอุดตันของลำไส้ ถ่ายอุจจาระเป็นเลือดหรือมูกปนเลือด หรือมีเลือดออกในอุจจาระเป็นเวลานาน ทำให้มีภาวะซีดได้<br>
<strong>การวินิจฉัย</strong> เนื่องจากในระยะแรก ผู้ป่วยมักจะไม่มีอาการ การตรวจเลือดในอุจจาระและการส่องกล้องตรวจลำไส้ใหญ่ อาจจะทำให้ตรวจพบมะเร็งได้ตั้งแต่ระยะเริ่มต้นซึ่งจะทำให้มีโอกาสรักษา ให้หายขาดได้แนะนำให้เริ่มตรวจด้วย วิธีดังกล่าวตั้งแต่อายุ 50 ขึ้นไป<br>
<strong>การรักษา</strong> กรณีที่มะเร็งยังอยู่เฉพาะที่ลำไส้ใหญ่และต่อมน้ำเหลืองบริเวณลำไส้ จะรักษาโดยการผ่าตัดเอาลำไส้ ส่วนที่เป็นมะเร็งและต่อมน้ำเหลืองออก ส่วนมะเร็งที่เกิดบริเวณทวารหนัก จะใช้การฉายแสงร่วม กรณีมะเร็งแพร่กระจาย ไปยังต่อมน้ำเหลือง การใช้เคมีบำบัดหลังการผ่าตัดหรือฉายแสง จะช่วยเพิ่มอัตราการหายขาดจากโรคได้ ซึ่งโดยทั่วไปผู้ป่วยจะได้รับยาเคมีบำบัดเป็นระยะเวลา 6 เดือน<br>
<strong>การป้องกัน</strong> การรับประทานอาหารที่มีเส้นใยมาก เช่น ผัก ผลไม้ และอาหารที่มีแคลเซี่ยมสูง อาจช่วยป้องกันการเกิดมะเร็งชนิดนี้ได้<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งหลอดลมและปอด<br>
<strong>พฤติกรรมเสี่ยง</strong> การสูบบุหรี่ด้วยตัวเองหรือการสูดดมควันบุหรี่มือสอง การสูดดมฝุ่น รวมถึงมลพิษในอากาศเป็นระยะเวลายาวนาน
<strong>อาการ</strong> ในระยะแรก ไม่มีอาการผิดปกติอะไรเลย เมื่อก้อนมะเร็งโตขึ้นจนไปกดหลอดลมหรือลุกลามไปสู่อวัยวะอื่น จะมีอาการไอมีเลือดออก เจ็บหน้าอก หอบเหนื่อย มีหน้าบวม แขนบวม เจ็บหน้าอกและหัวไหล่ น้ำหนักลด เบื่ออาหาร<br>
<strong>การวินิจฉัย</strong> <br>
1.ซักประวัติตรวจร่างกาย<br>
2.X-ray ปอด<br>
3.ตรวจชิ้นเนื้อจากปอด<br>
4.ตรวจเสมหะ<br>

<strong>การรักษา</strong> <br>
1.การผ่าตัด ทำในกรณีที่ก้อนขนาดไม่ใหญ่มาก<br>
2.การฉายแสงร่วมกับการให้เคมีบำบัด เพื่อช่วยยับยั้งชะลอการลุกลาม<br>
3.ประคับประคองตามอาการ<br>
<strong>การป้องกัน</strong> มะเร็งปอดเป็นโรคร้ายที่พบบ่อยและเมื่อเกิดขึ้นแล้ว สามารถรักษาให้หายขาดได้น้อย การป้องกันโดยการไม่สูบบุหรี่ หรือหากสูบบุหรี่อยู่ก็ควรเลิกหรือลดให้เร็วที่สุด ซึ่งจะช่วยลดความเสี่ยงลงได้มาก<br> 
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งตับและท่อน้ำดี<br>
<strong>พฤติกรรมเสี่ยง</strong> ผู้ที่ชอบทานอาหารสุกๆ ดิบๆ ไหม้เกรียม หรืออาหารที่มีเชื้อรา อาหารที่ใส่สารกันบูด ที่สำคัญคือ ผู้ที่ชอบเครื่องดื่มที่มีแอลกอฮอล์ทุกประเภท<br>
<strong>อาการ</strong><br>
1.เริ่มต้นด้วยอาการเบื่ออาหาร แน่นท้อง ท้องผูก<br>
2.อ่อนเพลีย น้ำหนักลด และมีไข้ต่ำ<br>
3.ปวดหรือเสียดชายโครง ด้านขวา อาจคลำก้อนได้<br>
4.ตัวเหลือง ตาเหลือง ท้องโตและบวมบริเวณขาทั้งสองข้าง<br>
<strong>การวินิจฉัย</strong><br> 
1.การตรวจหาระดับแอลฟาฟีโตโปรตีนในเลือด<br>
2.การใช้เครื่องมือพิเศษ ได้แก่ เครื่องอัลตราซาวน์ เครื่องแสดงภาพอวัยวะด้วยรังสีไอโซโทป และเครื่องเอกซเรย์คอมพิวเตอร์<br>
3.การดูลักษณะของเซลล์ ด้วยการเจาะเอาเนื้อตับมาตรวจ<br>
<strong>การรักษา</strong><br>
1.การผ่าตัด<br>
2.การฉีดยาเข้าก้อนมะเร็งโดยตรง ในมะเร็งระยะเริ่มแรก<br>
3.การฉีดยาเคมี หรือสารอุดตันเข้าเส้นเลือดแดงที่หล่อเลี้ยงก้อนมะเร็ง<br>
4.การใช้ยาเคมีส่วนใหญ่รักษา เพื่อบรรเทาอาการ<br>
<strong>การป้องกัน</strong><br>
1.ให้วัคซีนไวรัสตับอักเสบ<br>
2.ป้องกันและรักษาโรคพยาธิใบไม้ตับ<br>
3.ปรับเปลี่ยนพฤติกรรมเพื่อสุขภาพ<br>
4.รับประทานอาหารที่ถูกต้องตามหลัก<br>
5.รับประทานผัก ผลไม้สดเป็นประจำ<br>
6.หลีกเลี่ยงอาหารหมักดอง<br>
7.เลิกสูบบุหรี่<br>
8.เลิกดื่มสุรา<br>
9.เลิกเคี้ยวหมาก<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งหลอดอาหาร<br>
<strong>พฤติกรรมเสี่ยง</strong><br>
1.อายุ ผู้ที่มีอายุระหว่าง 45-70 ปีมีความเสี่ยงสูงสุด<br>
2.การสูบบุหรี่ ความเสี่ยงจะเพิ่มมากขึ้นตามปริมาณและระยะเวลาที่สูบบุหรี่<br>
3.การดื่มแอลกอฮอล์ เพิ่มความเสี่ยงของการเป็นโรคมะเร็งหลอดอาหารโดยเฉพาะชนิด squamous cell<br>
4.ภาวะของหลอดอาหารที่เรียกว่า Barrett’s esophagus <br>ซึ่งเป็นภาวะที่เกิดในผู้ที่มีการอักเสบของหลอดอาหารจากกรดในกระเพาะอาหารทำลายเซลล์บุผนังหลอดอาหาร ทำให้เกิดมะเร็งชนิด adenocarcinoma ได้<br>
5.การรับประทานอาหารที่มีผัก ผลไม้ และแร่ธาตุต่ำ<br>
6.ภาวะอ้วน<br>
<br><br>
<strong>อาการ</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;มะเร็งหลอดอาหารในระยะเริ่มต้นมักไม่ค่อยก่อให้เกิดอาการ แต่เมื่อเป็นมากขึ้นอาจมีอาการแสดงดังนี้<br>
1.กลืนอาหารลำบาก โดยเฉพาะเมื่อรับประทานอาหารแข็ง เช่น เนื้อสัตว์ ขนมปัง หรือผักสด แต่เมื่อโรคลุกลามขึ้นจนก้อนมะเร็งไปอุดตันทางเดินอาหารก็จะทำให้เกิดอาการเจ็บ แม้แต่การดื่มน้ำ<br>
2.แน่นหน้าอกหรือแสบร้อนในช่องอก<br>
3.รู้สึกท้องอืด อาหารไม่ย่อย<br>
4.คลื่นไส้<br>
5.สำลักหลังกลืนอาหาร<br>
6.น้ำหนักตัวลดลงโดยไม่ทราบสาเหตุ<br>
7.ไอ<br>
8.เจ็บบริเวณกระดูกหน้าอกหรือในลำคอ<br>
<br><br>
<strong>การวินิจฉัย</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	การซักประวัติและการตรวจร่างกาย<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	การกลืนแป้งสารทึบแสง เป็นวิธีการตรวจโดยให้ผู้ป่วยกลืนน้ำที่ผสมด้วยสารทึบแสงคล้ายแป้ง ซึ่งจะไปเคลือบหลอดอาหาร กระเพาะอาหาร และลำไส้เล็ก และทำการถ่ายภาพเอกซเรย์เป็นระยะๆ ทำให้สามารถมองเห็นก้อนเนื้อหรือความผิดปกติอื่นๆ ได้<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	การส่องกล้องระบบทางเดินอาหารส่วนต้น หากตรวจพบสิ่งผิดปกติหรือสิ่งที่น่าสงสัยสามารถตัดชิ้นเนื้อเพื่อนำไปตรวจสอบต่อไปได้<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	การตัดชิ้นเนื้อตรวจทางพยาธิวิทยา ซึ่งมักจะทำระหว่างการส่องกล้องทางเดินอาหาร<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	การตรวจเอกซเรย์คอมพิวเตอร์ (CT scan) ซึ่งจะแสดงภาพอวัยวะภายในแบบสามมิติ <br>ช่วยให้แพทย์สามารถเห็นตำแหน่งของโรคและการกระจายของโรคได้ละเอียดมากกว่าการเอกซเรย์ธรรมดา
การรักษา<br>
จะอาศัยทีมแพทย์ในสาขาต่างๆ เช่น ศัลยแพทย์ รังสีแพทย์ และอายุรแพทย์ผู้เชี่ยวชาญด้านโรคมะเร็ง<br> มาร่วมกันวางแผนการรักษาให้เหมาะสมสำหรับผู้ป่วยแต่ละราย โดยปัจจัยที่มีผลต่อการเลือกวิธีการรักษาของแพทย์ เช่น<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	ขนาด ตำแหน่ง และลักษณะของเซลล์มะเร็ง<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	ระยะโรคและการกระจายของมะเร็ง<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	สุขภาพโดยรวมของผู้ป่วย<br>
<br><br>
<strong>การป้องกัน</strong><br>
1.	งดการสูบบุหรี่ ดื่มแอลกอฮอล์<br>
2.	ควบคุมน้ำหนักให้อยู่ในเกณฑ์มาตรฐานตลอดเวลา<br>
3.	เลือกทานอาหารที่มีประโยชน์ต่อร่างกาย เพิ่มการทานผักผลไม้ให้มากขึ้น<br>
4.	รักษาโรคกรดไหลย้อน หรือภาวะหลอดอาหารอักเสบเรื้อรังให้อาการดีขึ้นโดยเร็วที่สุด<br>
<br><br>
เพศหญิง<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งเต้านม<br>
พฤติกรรมเสี่ยง คนที่ชอบอาหารที่มีไขมันสูง ชอบกินอาหารขยะ อาหารฟาสต์ฟู้ด หรือชอบสูบบุหรี่ ดื่มแอลกอฮอล์เป็นประจำ และขาดการออกกำลังกายอย่างสม่ำเสมอ<br>
<strong>อาการ</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ป่วยส่วนใหญ่มาพบแพทย์เมื่อ พบก้อนในเต้านม<br>
<strong>การวินิจฉัย</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หลังจากแพทย์ตรวจพบก้อนแล้ว จะพิจารณาทำการตรวจเพิ่ม ดังนี้<br>
1.X-ray เต้านม และอัลตราซาวด์<br>
2.ใช้เข็มเจาะก้อนเพื่อดูเซลล์ การใช้เข็มเจาะตัดเนื้อจากก้อน<br>
3.การผ่าตัดเพื่อนำก้อนออก<br>
<strong>การรักษา</strong><br>
1.การผ่าตัด <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.1.ผ่าตัดแบบสงวนเต้านมไว้ และเลาะต่อมน้ำเหลืองที่รักแร้ออก<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.2.ผ่าตัดแบบตัดเต้านม ออกทั้งหมดและเลาะต่อมน้ำเหลืองที่รักแร้ออก<br>
2.การฉายรังสี<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.หากผ่าตัด แบบสงวนเต้านมไว้ มีความจำเป็นต้องฉายรังสีต่อ<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.หากผ่าตัดแบบตัดเต้านมออกทั้งหมด และเลาะต่อมน้ำเหลืองที่รักแร้ออกจะฉายรังสีหลังผ่าตัด ในกรณีก้อนมะเร็งมีขนาดใหญ่<br> มีการกระจายของเซลล์มะเร็ง<br>
3.การใช้ยาฮอร์โมนและเคมีบำบัด โดยทั่วไปหากก้อนมะเร็งโตกว่า 1 ชม. มะเร็งแพร่กระจายไปต่อมน้ำเหลืองแล้ว<br>
<strong>การป้องกัน</strong><br>
1.สตรีทุกท่านควรตรวจเต้านมของตนเองเป็นประจำทุกเดือน ควรได้รับการตรวจจากแพทย์หรือพยาบาล เป็นครั้งคราวเพื่อจะได้รับการวินิจฉัยและการรักษา<br>
2.ในผู้ที่เป็นกลุ่มเสี่ยงควรได้รับการตรวจ X-ray เต้านม (Mammogram) ปีละ 1 ครั้ง<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งปากมดลูก<br>
<strong>พฤติกรรมเสี่ยง</strong> ผู้ที่มีเพศสัมพันธ์ต่ำกว่า 18 ปี มีพฤติกรรมเปลี่ยนคู่นอนบ่อย รวมทั้งมีพฤติกรรมทางเพศที่ไม่เหมาะสม และผู้ที่มีภูมิคุ้มกันต่ำหรือบกพร่อง สตรีที่สูบบุหรี่หรือผู้ใกล้ชิดเป็นผู้สูบบุหรี่<br>
<strong>อาการ</strong> โดยทั่วไปในระยะแรก จะไม่ปรากฏอาการใดๆ แต่ในระยะต่อมาผู้ป่วยจะพบ<br>
1.ตกขาวหรือมีเลือดออก ผิดปกติทางช่องคลอด<br>
2.ตรวจพบแผลหรือก้อนที่ปากมดลูก<br>
การวินิจฉัย<br>
1.การตรวจ Pap smear<br>
2.การตรวจชิ้นเนื้อ<br>
<strong>การรักษา</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ป่วยมะเร็งปากมดลูกอาจรักษาให้หายขาดได้เมื่อตรวจพบ โรคระยะแรกวิธีการรักษาขึ้นอยู่กับระยะของโรค โดยแพทย์จะพิจารณาเป็นรายไป ได้แก่<br>
1.การผ่าตัด<br>
2.การใส่แร่<br>
3.การฉายแสง<br>
4.เคมีบำบัด<br>
<strong>การป้องกัน</strong><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สามารถป้องกันได้โดย<br>
1.การปรับเปลี่ยนพฤติกรรมที่เสี่ยง<br>
2.ค้นหาการติดเชื้อเอชพีวี และมะเร็งปากมดลูกโดยการตรวจ Pap smear<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	มะเร็งรังไข่<br>
<strong>พฤติกรรมเสี่ยง</strong> <br>
1.สภาพแวดล้อม เช่น สารเคมี อาหาร เนื่องจากพบว่าในประเทศ อุตสาหกรรมมีผู้ป่วยเป็น มะเร็งรังไข่มากกว่าประเทศเกษตรกรรม<br>
2.สตรีที่ไม่ มีบุตร หรือมีบุตรน้อย<br>
3.ผู้ที่เคย เป็นมะเร็งที่เต้านม มะเร็ง มดลูก และมะเร็งระบบทางเดิน อาหาร โอกาสเป็น มะเร็งรังไข่มี มากกว่าคนปกติ<br>

<strong>อาการ</strong><br>
1. อาจไม่มีอาการ แพทย์ตรวจพบโดยบังเอิญ<br>
2. มีอาการท้องอืดเป็นประจำ<br>
3. มีก้อนในท้องน้อย<br>
4. ปวด แน่นท้อง และถ้าก้อนมะเร็งโตมากจะกด กระเพาะปัสสาวะหรือลำไส้ส่วนปลาย ทำให้ ถ่ายปัสสาวะหรืออุจจาระลำบาก<br>
5. ในระยะท้ายๆอาจมีน้ำในช่องท้องทำให้ท้องโต ขึ้นกว่าเดิม เบื่ออาหาร ผอมแห้ง น้ำหนักลด<br>
<strong>การวินิจฉัย</strong><br>
1. การตรวจภายในอาจคลำพบก้อนใน บริเวณท้องน้อย การคลำพบก้อนรังไข่ได้ในสตรีวัย หมดประจำเดือน ควรนึกถึงมะเร็งของรังไข่ไว้ด้วย (เพราะตามปกติวัยหมดประจำเดือน รังไข่จะฝ่อ)<br>
2. การทำแพพสเมียร์จากในช่องคลอด ส่วนบนทางด้านหลัง อาจพบเซลล์มะเร็งของรังไข่ ได้<br>
3.การตรวจด้วย เครื่องความถี่สูงอาจช่วยบอกได้ว่ามีก้อน ในท้อง ในรายที่อ้วนหรือหน้าท้อง หนามาก คลำด้วยมือตาม ปกติตรวจไม่พบ<br>
4. การผ่าตัดเปิดช่องท้อง และตรวจดู เป็นวิธีที่สำคัญ และแม่นยำที่สุดในการวินิจฉัยโรค อย่างแน่นอนสามารถ ขลิบหรือตัดเอาเนื้อมาตรวจหาชนิดของมะเร็ง และทราบถึงระยะ ของโรค ด้วย<br>
<strong>การรักษา</strong><br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การผ่าตัดเป็นวิธีแรกที่แพทย์จะเลือกทำการ รักษา ถ้าไม่สามารถตัดออกได้หมดเนื่องจาก โรคกระจายออกไปมากแล้ว แพทย์จะพยายาม ตัดออกให้ได้มากที่สุดเท่าที่จะทำได้ แล้วจะให้ การรักษาต่อด้วยเคมีบำบัด หรือรังสีบำบัด<br>
 <strong>การป้องกัน</strong><br>
 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เนื่องจาก มะเร็งรังไข่ในระยะแรก ๆ มักจะไม่มีอาการ อีกทั้งยังไม่ทราบสาเหตุที่ แท้จริง การป้องกันจึงทำได้ยาก ดังนั้นวิธีที่ดีที่สุดคือ รับการตรวจภายในหรือตรวจด้วยคลื่นความ ถี่สูง โดยแพทย์อย่างน้อยปีละครั้ง<br>
            
        </div>
        <div class="col-3"></div>
    </div>
        
    <!-- Page Content -->
    <div class="container">
        <div class="row">
            <div class="col-lg-12 text-center">
                <a href="main.php" class="btn btn-info" role="button" style="margin-top: 2%;">
                    <h1>กลับสู่หน้าหลัก</h1>
                </a>
            </div>
        </div>
    </div>

    <?php
    require("2_footer.php");
    ?>

</body>

</html>